create table ikunfans_subject
(
    id         bigint       not null
        primary key,
    name       varchar(255) not null,
    name_cn    varchar(255) not null,
    air_date   varchar(255) null,
    image      varchar(255) null,
    summary    text         null,
    score      double       null,
    score_rank int          null
);

INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (1419, 'バスカッシュ!', '飞篮扣杀', '2009-04-02', 'https://lain.bgm.tv/pic/cover/l/30/c8/1419_d22dK.jpg', '【动画介绍】

在历经50天的等待后、官方终于公开了河森正治最新力作「BASQUASH!」的相关情报了。「BASQUASH!」是预定于2009年在MBS上播放的机械人动画，描写以存在于宇宙银河系的某行星为背景，驾驶被称为「Big Foot」的机械人的少年们的生活。

本作品的制作团队也相继发表：原作由河森正治与Thomas Romain负责。Thomas Romain曾担任日法合作的SF动画片「OBAN STAR-RACERS」的副监督、人设、美术监督，在本作中也兼任机械设定，河森还兼任设计导演。监督是曾负责「Devil May Cry」的板垣伸，系列构成及脚本是曾负责「机动战舰Nadasico」「死后文」的佐藤龙雄。另外，脚本负责人还有柿原优子与江夏由结。人设则由「闪电霹雳车」的吉松孝博、「小讨厌」的SUEZEN、「霸王大系龙骑士」的添田和弘担当。动画制作由SATELIGHT担当。以「Macross F」席卷2008年的河森正治最新力作，广大粉丝们敬请期待吧！

【STORY】

某宇宙深处的某银河，天空漂浮着月亮的行星阿斯达穆。

拥有月亮的城市穆尼斯（mooneyes）科技高度发达，象征着阿斯达穆人的梦与希望。

阿斯达穆人梦想着有一日能登上月球…

在阿斯达穆，有一种被称为「Big Foot」的大型机械人可用作各种用途，对人们生活帮助很大。

而今，世界各地的人们更热衷于驾驶竞技用Big Foot在竞技场进行一种名为BFB的体育比赛。

住在阿斯达穆一个名叫罗林古镇上的丹，与朋友在这条街上热闹的生活着。

街道上因举行BFB初赛而热闹非常，丹对此却非常厌恶。

丹的妹妹可可就是因Big Foot引起的事故而导致双腿不能行走。

在此期间丹遇到了一位少女，并被她带上Big Foot。

Big Foot能够行走、飞行、自由活动。不知不觉间让丹展开了笑容。

而且，对驾驶Big Foot的感觉不能忘怀的丹去观看了比赛。

比赛开始。但是，电视中观看比赛和现场感觉相差甚远，有些无聊缺乏震撼力…

丹开始着急起来。而且，丹心中复苏的某种Big Foot感觉…

从此丹的传说开始了！
', 6.6, 3948);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (1428, '鋼の錬金術師 FULLMETAL ALCHEMIST', '钢之炼金术师 FULLMETAL ALCHEMIST', '2009-04-05', 'https://lain.bgm.tv/pic/cover/l/06/63/1428_xwkMI.jpg', '因思念已故母亲，触犯炼金术中被视为最大禁忌“人体炼成”，而失去一切的兄弟──装上机械铠、有“钢之炼金术师”之称号的哥哥爱德华·爱力克，以及灵魂被固定于铠甲的弟弟阿尔冯斯──两人为取回失去的东西，踏上寻找贤者之石的旅程，并随着接近贤者之石的真相、在巨大的阴谋中勇往直前。暗地活跃的非人类、徐徐露出本质的军事国家亚美斯多利斯、受虐民众的无比憎恨与复仇怨念、炼金术带来的种种悲剧……散于各点的悲剧，终将连成线，人民、甚至国家都会被卷入其中。

爱力克兄弟处于绝望和希望的狭缝之中，即使如此仍继续前进……

------------------

曾于2003 年一度改编为动画的《钢之炼金术师》，在日本第20卷出版之际，也向外公布动画版的新作将在2009年上半年发表，并表明新系列采原作漫画剧情。其后有关方面在2009年2 月10日，宣布新作《钢之炼金术师 FULLMETAL ALCHEMIST》于4 月5日下午5时开始播放。

本作剧情着重于爱力克兄弟的亲情，在军事国家展开的各种谋略、众多配角的行为与心情，做细腻的描述。并针对受世界经济衰退及动画违法下载泛滥影响的海外市场，ANIPLEX与各国代理商合作，尾随日本播出后一周内，于各国电视台、网络电视播出。

在2009 年纽约动画节（New York Anime Festival）座谈情报指出，预定播放5季（クール）、全63话，后由监督入江泰浩证实。然而《月刊少年GANGAN》2010年6月号正式公布最终回于7月4日播出，即改为全64话。', 8.8, 11);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (1608, 'スラムダンク', '灌篮高手', '1993-10-16', 'https://lain.bgm.tv/pic/cover/l/fa/af/1608_3I59P.jpg', '　　樱木花道，湘北高校一年级生。在初中有被50个女生连续抛弃的历史。因第50个女生的一句“我喜欢的是篮球队的小田同学。”而对篮球深恶痛绝。上高中不经意被美少女赤木晴子的一句：“你喜欢篮球吗？”又燃起希望。为得到晴子的芳心，花道不顾一切的加入篮球队，并以惊人的速度进步。
　　在湘北篮球队中，队长赤木刚宪是一位一直因无良好队友而无法出人头地的DUNK高手。然而在这一年初中时已是篮球高手的流川枫，大病初愈的宫城良田，曾误入歧途的初中时MVP三井寿加入湘北篮球队，使赤木队长的称霸全国不再只是梦想。在县大赛时，赤木刚宪，流川枫，宫城良田，三井寿和新手樱木花道通力合作，终于拿到全国大赛的入场券。', 8.7, 24);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (1851, 'Angel Beats!', '天使的心跳！', '2010-04-02', 'https://lain.bgm.tv/pic/cover/l/ff/14/1851_ZFEg7.jpg', '　　故事从男主角死亡之后从“死后的世界”醒来开始，在“死后的世界”中的学校里，他与一位名为由利(ゆり)、在“死后的世界”率领着一个名为“死んだ(Shinda)世界(Sekai)战线(Sensen)”简称“SSS”的组织的少女相遇了。“SSS”成立的主要目的是与赐予他们生前悲哀命运的神以及神之使者——天使交战，在天使超乎常理的异能面前，“SSS”只能用枪来反抗。就这样一场发生在“死后的世界”的学校里的超能大战物语开始了……

', 7.5, 805);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (1964, '英國戀物語エマ', '英国恋物语艾玛', '2005-04-02', 'https://lain.bgm.tv/pic/cover/l/39/dc/1964_fLTX0.jpg', '偶然的相遇带来了一份恋情，随时间流逝，两颗心的距离更接近。但是，在两人的面前所立的现实——叫做“阶级”的一面墙壁。
19世纪末的英国，以伦敦为舞台相遇的女佣与上流阶级的恋爱故事。于过着俭省生活的艾玛对照，威廉所置身的地方是多么华丽的舞台。即使两个人知道互相之间的感情是得不到允许的，却还是互相吸引，慢慢地积累起属于两个人的时间。
随后，印度的王族哈奇姆、子爵家的三女爱蕾诺的登场也为艾玛和威廉之间的故事增添了不少色彩。
在这革新的时代中。不被传统所束缚，努力地对抗，越过这一困难的艾玛与威廉的恋爱故事开始了。', 7.4, 1361);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (2585, 'とある科学の超電磁砲', '某科学的超电磁炮', '2009-10-02', 'https://lain.bgm.tv/pic/cover/l/36/e7/2585_pn2eP.jpg', '故事发生在面积占据东京都的三分之一，居住着230万名人口且其中八成人口是学生的巨大都市“学园都市”。学园都市的所有学生均会接受超能力开发，借由药物、催眠术与通电刺激等方式取得超能力。能力者以范围和威力分为LV0至LV5。

主角御坂美琴是学园都市中仅七位LV5（超能力者）的其中一人，排行第三。她是拥有操纵电击能力的“电击使”，站在电击能力的顶峰，因而被称为“超电磁炮”。

本作不但通过美琴的视角来描绘学园都市的平常而不平凡的日常生活，也叙述了学园都市秘密进行非人道性质的实验，从而使大家对于本作及本篇《魔法禁书目录》的背景（世界观）的认识也慢慢变得清楚。', 7.5, 847);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (2682, 'ぷちえゔぁ', 'EVA爆笑学园', '2007-03-20', 'https://lain.bgm.tv/pic/cover/l/f1/5e/2682_6162O.jpg', '故事发生在一所名叫第3新东京世立NERV学园中，校长是严肃又寡言的碇原度。作为校长的儿子，碇真嗣感到压力很大。于此同时，来自外国的红发转学生明日香，分裂成三个、以姐妹的形式出场的凌波丽都给碇真嗣的学校生活带来了翻天覆地的变化。此外，在原作中高大帅气的初号机，也将以娇小可爱的形象，作为学院的一份子出现在动画中。 动画以《新世界福音战士》中的角色为原型，一改原作沉重严肃的气氛，描述了轻松愉快的校园生活。制作方首次采用了3D的Q版造型，配以实景背景和2D拼接，造就了多元化的绘画风格。', 6.6, 4142);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (3021, 'ポケットモンスター ダイヤモンド&amp;パール', '精灵宝可梦 钻石&amp;珍珠', '2006-09-28', 'https://lain.bgm.tv/pic/cover/l/9c/b9/3021_CUKiW.jpg', '小光是一个住在新奥地方的10岁女孩儿。今天是她以新人训练家的身份出去冒险旅行的值得纪念的日子。首先，为了得到最初的神奇宝贝，小光以隔壁城镇的神奇宝贝研究所为目标出发，然而却完全迷了路。
正巧这个时候，研究所里新人用神奇宝贝树苗龟、小火猴、圆企鹅开始打架引起了大骚乱！而且，神奇宝贝们从研究所逃了出来，这下子事态更加严重了！历经风波的小光的启程，究竟会变成怎么样呢！？', 7.7, 636);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (3732, 'スラムダンク 全国制覇だ！桜木花道', '灌篮高手 全国制霸吧！樱木花道', '1994-08-20', 'https://lain.bgm.tv/pic/cover/l/ee/23/3732_7mMU2.jpg', '县预选赛第4回合，湘北vs津久武，对方是赤木国中的队友。', 7.6, 792);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (3734, 'スラムダンク 吠えろバスケットマン魂!!花道と流川の熱き夏', '灌篮高手 咆哮吧篮球员的灵魂！！花道和流川的灼热夏季', '1995-07-15', 'https://lain.bgm.tv/pic/cover/l/9d/75/3734_UzTeY.jpg', '流川的后辈一郎的梦想是考入湘北，和流川前辈一起称霸全国。然而，他这个梦想却因为医生的诊断书而面临绝望……', 7.5, 1070);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (6048, '新世紀エヴァンゲリオン劇場版 シト新生', '新世纪福音战士剧场版 死与新生', '1997-03-15', 'https://lain.bgm.tv/pic/cover/l/66/46/6048_MJqSM.jpg', '　　《新世纪福音战士》电影版第1部。分为“DEATH篇（死亡篇）”与“REBIRTH篇（新生篇）”两个部分。“死亡篇”以原TV版动画第1集到第 24集的内容为基础，重新剪辑了一个总结篇。“新生篇”内容承接第24集内容：
　　第十七使徒被消灭后，SEELE向NERV下达命令，要EVA 初号机负责执行“人类补完计划”。然而碇元度不认同SEELE的做法，拒绝执行。SEELE认定这是一种叛变的行为，决定把NERV彻底消灭。
　　破晓时分，NERV本部突然遭到来自战略自卫队的袭击，他们对NERV的人员进行了惨无人道的大屠杀。为了保护驾驶员，葛城美里命令把精神崩溃的明日香送上二号机，并放在湖底的深处，自已就亲自去救碇真嗣 。但此时的碇真嗣已经处在精神崩溃的边缘。
=============================
　　死与新生包括DEATH以及REBIRTH两个部分
　　电影上映的版本 包括了REBIRTH ；
　　之后，在日本某电视台放时修改了少量内容；
　　之后发行的录像带去除了REBIRTH，所以叫DEATH；
　　然后又发了个版本，叫DEATH TRUE；
　　后来又发了，修改了少许东西， 叫DEATH TRUE^2 ；
　　现在网络上流传的大都是DEATH TRUE^2。 ', 8.2, 133);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (6235, 'EX MACHINA', '苹果核战记2', '2007-10-20', 'https://lain.bgm.tv/pic/cover/l/c5/c6/6235_6dT79.jpg', '　　于2007年10月20日公开续篇电影 “EX MACHINA（エクスマキナ）”，制作人是由“变脸”及“不可能的任务2”的导演吴宇森负责。本作故事的要点是在大战失去身体并机械化的布里艾诺斯及女士兵迪娜·纳兹的恋情，虽然布里艾诺斯变成人工控制机器人，但迪娜对他的爱到现在也没有改变。但在他们二人前，出现了与布里艾诺斯还是人类时一模一样的人造人“Tereus”，并一同执行任务。
　　“Tereus”来自希腊神话中奥林帕斯十二主神阿瑞斯的儿子色雷斯之王“Tereus”。而标题 “EX MACHINA”则来自“Deus ex machina”，Deus ex machina解作意外介入而扭转局面的人。
　　音乐监修由细野晴臣负责，主题曲“RESCUE”是原YMO的三人（细野晴臣、坂本龙一及高桥幸宏）以HASYMO名义创作的主题音乐，而其他则有TOWA TEI、哥尼流、m-flo及rei harakami等豪华电子音乐阵容。
　　配音员除了主角迪娜·纳兹外，其他人物角色的配音员都有改变。
　　非核大战让人类的数量减少了一半。奥林匹斯是停战后形成的中立都市，在这里，普通人类、电子机械人，以及用人类遗传因子造出的生化克隆人混居在一起。
　　时值2138年，迪娜和布里亚莱奥斯是奥林匹斯特殊部队ES.W.A.T的天才战士，两人既是战场上的好搭档，也是一对心心相应的恋人。由于负伤，布里亚莱奥斯的身体被机械化，而迪娜对他的爱并未改变。
　　在一场战斗中，布里亚莱奥斯为了掩护迪娜而身受重伤。在机械医疗权威凯斯纳博士的治疗下，濒死的布里亚莱奥斯保住了性命，却陷入了沉睡状态。上级给迪娜安排了一个新搭档填补空缺。这个男人叫特雷乌斯，是用布里亚莱奥斯的遗传因子制造而成的克隆人，他和布里亚莱奥斯有着同样的脸和同样的温柔。起初迪娜对这一安排相当反感，但特雷乌斯身上恋人的影子让她的心产生了动摇。
　　各地发生多起机械人失控的破坏事件。当局查到了一种可疑的电波，机械人可能是受到了操纵。为此世界最大的国家波赛冬派出了使节吉野。奥林匹斯的行政总监雅典娜准备集结各国首脑召开安全保障会议，在会上提出让所有观测、通信卫星归奥林匹斯统一管理、强化监控力量的计划。
　　会议当天，迪娜、特雷乌斯、苏醒的布里亚莱奥斯及其新搭档——半身机械化的艾亚克斯也是警卫兵的一员。不料，不仅机械人，甚至连人类也开始失控，疯狂地进攻会场。进而艾亚克斯也举枪向会场中的国家首脑射击。布里亚莱奥斯不得不亲手杀死了自己信赖的搭档，在悲苦之中，他的身体悄悄地发生了异常……
　　关乎世界存亡的激战开始了。迪娜将会做出怎样的抉择？是人类的未来，还是深爱的恋人？
　　幕后制作
　　《苹果核战》是士郎正宗发表于1985年的漫画作品，作品以其细密的设定和科学的考证吸引了一大批拥趸，二十多年来一直人气不衰。2004年，荒牧伸志导演将其改编为3D动画片搬上银幕。影片大获成功，DVD在日本国内卖出 15万张，在北美的销量更是达到了42万张，影碟发卖二十天内就售出八万五千张，刷新了动画DVD销售速度的纪录。
　　2007年秋，众位世界级名手联袂打造的全新《苹果核战》剧场版动画《EX MACHINA》闪亮登场。
　　新版动画由动作片大师吴宇森参与制作。吴宇森的加盟可以一直追溯到04年的《苹果核战记》。当时，吴宇森及其工作伙伴张家振应邀参加影片的试映会。吴宇森看完之后，对荒牧导演的才能赞不绝口，于是双方便有意合作制作续篇。对于这次的续篇，从故事情节的安排到角色的造型，吴宇森提出了许多点子。剧本也根据他的建议几经修改，花了近一年时间才基本定稿。在分镜工作阶段，荒牧导演两次赴美与吴宇森进行商讨动画的细节问题。吴宇森不拘泥于动画框框的头脑和丰富的经验为影片注入了娱乐大片的魅力。
　　负责将荒牧导演的构想具象化的是04版《苹果核战》和《死亡笔记》真人电影的数码制作团队“Digital Frontier”。此番数码精英们再度集结，采用最新的技术创造出了“高密度动画”，带给人们全新的冲击性视觉效果。
　　音乐界的顶尖人物也加盟相助。本片的音乐监制由世界级大师细野晴臣担任。细野还与老搭档坂本龙一、高桥幸宏携手组成“HASYMO”，为影片谱写出了动人的主题曲。
　　引人注目的是，意大利时尚品牌PRADA也加入了制作阵容。设计师MIUCCIA PRADA亲自操刀为女主人公迪娜设计了两套服装。这是PRADA首次涉足电影服装设计。
　　《EX MACHINA》或许能成为一部改变电影的电影，人们期待着它掀起一场惊世骇俗的影像革命。　　 ', 6.9, 2959);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (7843, 'とある魔術の禁書目録Ⅱ', '魔法禁书目录 第二季', '2010-10-08', 'https://lain.bgm.tv/pic/cover/l/8d/91/7843_KPkpp.jpg', '主人公上条当麻是一名平凡的高中生，作为无能力者的他并非完全没有能力，而是他名为“幻想杀手”的特殊能力能够将一切异能（包括超能力和魔法）无效化。在宿舍阳台上他遇见了一位纯白修女。这位少女自称“茵蒂克丝（Index）”，是从魔法世界逃了出来，现在正在被魔法师追赶中。就这样，掌握了十万三千本魔道书的少女与拥有抹杀一切幻想的“幻想杀手”右手的少年一起，经历了一系列惊险故事。
转眼间，暑假临近结束，新的故事也由此开始。在新的故事中，罗马正教的登场将魔法侧的故事拓展到了学园都市，而上条他们的战斗舞台也将走向世界。另一方面，通过描述学园都市的学生生活和潜伏在其背后的黑暗，科学侧的故事也将会逐步开。', 6.7, 3981);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (8401, 'ポケットモンスター ベストウイッシュ', '精灵宝可梦 超级愿望', '2010-09-23', 'https://lain.bgm.tv/pic/cover/l/c0/55/8401_E7IT0.jpg', '生活着众多从未见过的新的口袋妖怪的新世界，踏上伊苏地区的旅行。
熟悉的组合，小智和皮卡丘，如今两人又发生了微妙的变化，新的关键词是“速度感”和“新鲜感”。
在伊苏地区旅行的小智，遇到新的口袋妖怪们及新的口袋妖怪训练师们。以从未有过的速度展开口袋妖怪训练师之间的对战，新加入的伙伴们陆续登场，还有从不认输的皮卡丘带来的新的变化，口袋妖怪的终极进化！你从未见过的口袋妖怪新世界的冒险即将展开！', 6.6, 4354);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (9912, '日常', '日常', '2011-04-02', 'https://lain.bgm.tv/pic/cover/l/0e/14/9912_vHEd6.jpg', '故事的主角机器人——东云名乃，一直憧憬成为一名普通的女生，却因为背上的发条而感到自卑，在被自称为博士的8岁萝莉胡乱改造之后，每次都无可奈何地感到自己与“普通女生”的距离越来越远了。除了萝莉博士外，故事还出现了很多非日常角色，如年龄为20岁且戴上博士制作的项圈能说话的黑猫、活泼且天然呆的吐槽女、擅长绘画的腐女、黑发眼镜女、外表看似不良少年实质很乖巧的男生、热爱麻糬的爆炸头男、被枪或火箭炮打到都不会死的演剧社社长等等。', 8.5, 53);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (10076, '這いよる! ニャルアニ リメンバー・マイ・ラブ（クラフト先生）', '潜行吧！奈亚动画 Remember My Love', '2010-12-10', 'https://lain.bgm.tv/pic/cover/l/11/ed/10076_71D7J.jpg', '动画版「潜行吧！奈亚子」第二季基本沿用了第一季的制作阵容和声优阵容。

【故事介绍】
「潜行吧！奈亚子」的故事讲述了一天夜晚，高中生八坂真寻在路上被怪物袭击。一名自称在克苏鲁神话中登场的一个名为“Nyarlathotep”的神的神秘少女救了他。少女甚至自称是外星人，她是为救助被其他外星人袭击的真寻而被派遣而来的。', 6.5, 5014);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (10799, '鋼の錬金術師 嘆きの丘の聖なる星', '钢之炼金术师 叹息之丘的圣星', '2011-07-02', 'https://lain.bgm.tv/pic/cover/l/c3/6b/10799_DcT1d.jpg', '　　《钢之炼金术师：叹息之丘的神圣之星》是独立于此前两部动画内容的全新故事。在位于中央首都的监狱，即将刑满的男人梅尔文逃狱出脱了，他掌握着神秘而强大的炼金术。为了追寻这个男子的身影，爱德华与阿尔冯斯来到了西部边境，被称作圣地的“米洛斯”。在这个被巨大岩石包围的地方，兄弟二人遇到了少女茱莉亚，并被一个名叫黑蝙蝠的反抗组织捕获。随着调查的深入，他们逐渐了解到这个城市里隐藏着的血腥历史……', 6.9, 2838);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (18079, '這いよる! ニャルアニ', '潜行吧！奈亚动画', '2009-10-23', 'https://lain.bgm.tv/pic/cover/l/26/21/18079_rr1R8.jpg', '奈亚子系列动画第一弹。于2009年开始制作并放出先行版，2010年3月正式发行。2010年12月3日开始在NicoNico动画上放送。

动画版「潜行吧！奈亚子」由曾制作《秘密结社 鹰之爪》的DLE负责，监督则是曾执导动画《吹奏吧！嘉卡》的谷东。声优方面将沿用Drama的豪华阵容，阿澄佳奈饰演外星神奈亚子，她同时担任片尾曲《喜欢、喜欢、最喜欢》的演唱，而他的保护对象爱你过八坂真寻则由喜多村英梨担当，另一名重要角色酷子由松来未佑扮演。', 6.4, 5352);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (18457, '人造人間キカイダーTHE ANIMATION', '人造人间Kikaider', '2000-10-16', 'https://lain.bgm.tv/pic/cover/l/8f/8d/18457_Ce9sD.jpg', '人造人次郎在试验室失事之后走了出来，但对自己的身世，能力一无所知。后来在光明寺博士的女儿满子帮助下认识了自己。跟着次郎凭着他的勇气和力量与奇鲁大人和他的“兄弟”人造人展开一系列的战斗……
　　次郎是光明寺博士为了替代死去的儿子一郎而倾尽心血的产物，但是作为一个有自主意识的人造人，次郎的思维装置——良心回路在完成的时候出了问题。人类害怕次郎，因为次郎可以不断学习，最后超越人类；而机器人也讨厌次郎，因为拥有良心回路的机器人更加接近人类。并且，有良心回路的机器人是可以拒绝命令的，这更是让次郎被人类和机器人两边都排斥的原因。
　　在于基路教授战斗中，次郎一边通过战斗学习促使良心回路成长，一边寻找光明寺博士的下落。这时，自称次郎的弟弟的人造人三郎为了确认自己存在的意义而向次郎发起了挑战，而让次郎无法还手的利用就是，冷酷的基路教授把光明寺博士的脑放在了三郎体内！', 7.7, 986);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (18511, '鋼の錬金術師 PREMIUM COLLECTION', '钢之炼金术师 PREMIUM COLLECTION', '2006-03-29', 'https://lain.bgm.tv/pic/cover/l/12/27/18511_2i9VB.jpg', '実写篇(实写篇)
新作短篇之一。盔甲阿尔寻找爱德的故事。

宴会篇(宴会篇)
新作短篇之一。为了祝贺结束摄影剧场版的宴会於居酒屋(小酒馆)『凡豆(ぼんず/Bonzu)』举办，可爱的SD角色们集合起来，大家一起胡闹。

子ども篇(孩子篇)
新作短篇之一。给某某的100岁生日礼物。

国家錬金术师军団VS七大ホムンクルス(国家鍊金术师军团vs七大人造人)
在USJ上映的短篇映像。

恩维与古力德镜头篇
具体不明。', 7.4, 1258);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (20729, 'トータル・イクリプス', 'Muv-Luv Alternative Total Eclipse', '2012-07-01', 'https://lain.bgm.tv/pic/cover/l/85/96/20729_6A5nU.jpg', '　　故事时间为西元2001年，人类遭到了地球外起源种（联合国称其为BETA）的侵略，人口数量不断减少，正面临灭亡的危机。为了打破这令人绝望的局面，致力于对BETA进行战斗的人型兵器「战术机」的新型开发是人类眼下的当务之急。日本帝国斯卫军中尉、卫士的黑发美少女篁唯依接到了岩谷中佐下达的特别任务，以日方技术主任身分参加「Prominence计划」，目的地是育空基地的阿拉斯加。而另一边，美利坚合众国陆军少尉、卫士的勇哉布里吉斯被指派到极北大地阿拉斯加参与开发。之后会发生什么样的事呢，他们的命运又会如何？', 6.1, 6645);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (22505, 'ヱヴァンゲリヲン新劇場版:Q', '福音战士新剧场版：Q', '2012-11-17', 'https://lain.bgm.tv/pic/cover/l/a6/bb/22505_O197k.jpg', '14年前，初号机疑似神化第一形态的觉醒带来近三冲击，使世界发生前所未有的巨变。在此之后，葛城美里等NERV旧部出走，成立了反抗seele和NERV的Wille。Wille授命明日香和真希波夺回被封印在卫星轨道上的初号机和碇真嗣，但绝对禁止真嗣登上初号机。感受到周遭的敌意，懵懂的真嗣跟随绫波丽登上突然入侵的九号机，返回了千疮百孔的NERV总部。在这里，他意外重逢朝思夜想的绫波，还从父亲那里得知自己将和美少年渚薰共同驾驶十三号机。长达14年的空白，期间的沧桑巨变和情感纠葛让真嗣不知所措。而看似温柔的渚薰为他揭开了种种难以置信的真相……', 7.5, 891);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (23684, '黒子のバスケ', '黑子的篮球', '2012-04-07', 'https://lain.bgm.tv/pic/cover/l/09/07/23684_6OrHi.jpg', '原作是由藤卷忠俊创作的篮球运动漫画，于《周刊少年Jump》（集英社）2009年2号开始连载。
中学联赛三连霸的篮球强豪“帝光中学”，部员数超过千人，其中更有着被誉为“奇迹的世代”的五位天才篮球选手，以及一个被忽视的人－－梦幻的第六人！本作叙述的便是“梦幻的第六人”黑子哲也以及远从美国归来的天才篮球选手火神大我的故事。火神立志打败“奇迹的世代”并成为日本第一的篮球选手，而黑子也决定帮助他。两人一起正式加入篮球社后，面临的第一场友谊赛的对手便是黑子在帝光时的队友、奇迹的世代的其中一人。', 7, 2377);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (23686, 'ソードアート・オンライン', '刀剑神域', '2012-07-07', 'https://lain.bgm.tv/pic/cover/l/2e/c8/23686_e36x9.jpg', '2022年，人类实现了现实世界和假想空间的融合，电子制造商开发了名为《刀剑神域（Sword Art Online）》的在线电子游戏。SAO甫一面世便大受好评，限量一万份的名额在发售当天的短时间内便被抢购一空。通过联网，玩家可以身临其境进入充满想象力和异域风情的游戏世界——浮游城市艾恩葛朗特。玩家在这里可以生活、练武、升级、经商、探险，与真实世界别无二致，却拥有无上的乐趣。曾是少数封测玩家的桐人也是这一万名幸运者中的一员。最初的兴奋过后，玩家们却发现根本无法顺利登出游戏，更为恐怖的是，一旦玩家的HP归零，现实世界中他们的肉体也将死亡。他们被SAO的开发者茅场晶彦困在游戏中，顺利逃脱的方法似乎只有一个，那就是完成困难重重的攻略任务…… ', 7.3, 1455);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (27759, 'ピカチュウのなつやすみ', '皮卡丘的欢乐假期', '1998-07-18', 'https://lain.bgm.tv/pic/cover/l/b5/4d/27759_G7u9U.jpg', '宝可梦广场是为宝可梦而准备的游戏场所。皮卡丘、波克比、杰尼龟，还有一些大家熟悉的宝可梦们，都在那里快乐游玩。但，皮卡丘与杰尼龟等同伴因为小事跟别的宝可梦吵起来，吵醒了在睡觉的波克比，也引起了一场意外......', 6.5, 4025);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (28205, '日常 Eテレ版', '日常 ETV版', '2012-01-07', 'https://lain.bgm.tv/pic/cover/l/19/6b/28205_AAqG1.jpg', '由あらゐけいいち创作的搞笑漫画「日常」，在今年4月被京都动画改编成TV动画，虽然作品播出后的人气效应远不如京阿尼出品的其他动画，但也有着其可圈可点之处。明年1月在NHK的ETV中将会播放全12话的「日常」，这是对之前播出的全26话内容进行再编辑的12话版，喜欢本作的动漫迷可以借此机会拿来重温了。', 8.1, 170);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (28533, '宇宙兄弟', '宇宙兄弟', '2012-04-01', 'https://lain.bgm.tv/pic/cover/l/3b/0d/28533_unUBN.jpg', '2006年7月9日，目击UFO的神奇经历让年少的南波兄弟约定要一起成为宇航员。
时光飞逝，到了2025年，日日人实现了儿时的梦想，将随同NASA的同行一同登上梦寐以求的月球。
另一方面，由于上司说了弟弟的坏话，让六太气愤而给了上司一记头锤，六太因此失业，并遭到全行业的封杀。
倔强高傲的六太在求职道路上四处碰壁，情绪渐渐跌入谷底。
就在这个关键时刻，弟弟当年的录音唤醒了他对“一同能上月球”的约定的记忆，六太重整旗鼓，参加选拔集训，与弟弟朝着童年的月球前进……', 8.1, 181);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (44636, 'ドラゴンボールZ 神と神', '龙珠Z 神与神', '2013-03-30', 'https://lain.bgm.tv/pic/cover/l/3d/f7/44636_Cuv50.jpg', '距离「龙珠」动画系列的上一部剧场版（龙珠剧场版第17弹「迈向最强之道」 ）已经快要经过第十七个年头，作为动画系列剧场版第18部作品，鸟山明先生将从本作的脚本阶段开始与制作组进行深度合作，监督由参加过「龙珠Z」与「游戏王DM」制作的细田雅弘担任，脚本请来了参与「杀戮都市」和「20世纪少年」系列制作的渡边雄介，作画监督继续沿用「龙珠」系列的老人山室直仪，美术监督则请来了参与「EVA」和「宇宙兄弟」的加藤浩。这些人将紧密团结在鸟山明先生周围，打造新世纪的「龙珠」动画。
这次剧场版的故事时间设定在动画「龙珠Z」与「龙珠GT」之间，也就是说是在原作第517话魔人布欧被打败之后与第518话之间空白的10年。这个时间内发生的插曲将在本剧场版内揭晓，比克、小林、贝吉塔等大家熟悉的角色将悉数登场，另外此次故事既不是特别篇也不是番外篇，而是作为龙珠世界的正史展开！全人类都在期待的伟大动画终于再次开始制作。', 6.7, 3853);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (58015, '這いよれ! ニャル子さんW', '潜行吧！奈亚子W', '2013-04-07', 'https://lain.bgm.tv/pic/cover/l/5a/69/58015_P8711.jpg', '高中生少年八坂真寻的面前突然出现了一位银发碧眼的美少女，她自称是克苏鲁神话中登场的邪神·奈亚拉托提普，并且是宇宙人。从那以后，以奈亚子和真寻为中心的邪神（宇宙人）和地球人所引起的尽是麻烦的每一天开始了。', 7, 2574);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (61429, 'ポケットモンスター ベストウイッシュ シーズン2 エピソードN', '精灵宝可梦 超级愿望 第2季 N之章', '2013-01-17', 'https://lain.bgm.tv/pic/cover/l/b3/f1/61429_qpr8g.jpg', 'イッシュリーグ終幕後、サトシ一行はカノコタウンに戻ってリーグ戦の結果をアララギ博士に報告。オーキド博士への連絡も済ませたサトシがカントー地方への帰還を考えていたところ、アララギ博士から「白の遺跡」の話を聞くことに。その遺跡はアララギ博士の父が発見した場所で、イッシュ地方に伝わる伝説のポケモン・レシラムと関係があるという。その白の遺跡に興味を引かれたサトシは、再びアイリス、デントと共に旅立つことに。
白の遺跡を目指して船に乗ったサトシ一行は、船内でポケモンの声が分かるという不思議な青年・Nと知り合う。一方、イッシュ地方では謎の組織・プラズマ団が活動を始めていた。', 6.3, 5237);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (63131, '黒子のバスケ DVD FAN DISC ～終わらない夏～', '黑子的篮球 FAN DISC ～未结束的夏日～', '2012-12-21', 'https://lain.bgm.tv/pic/cover/l/bc/78/63131_K3Qg8.jpg', '●オリジナルミニドラマ「お喋りしよっか」
原作コミックス2・7巻に収録された巻末番外編をアニメVer.にアレンジ！
マジバーガーでお喋り中の誠凛メンバーのもとに、キセキの世代が乱入!?
＜登場人物＞
黒子・火神・リコ・日向・伊月・木吉・水戸部・小金井・土田
黄瀬・緑間・青峰・桃井

', 6.3, 4906);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (84866, 'ソードアート・オンライン Extra Edition', '刀剑神域 Extra Edition', '2013-12-31', 'https://lain.bgm.tv/pic/cover/l/6e/53/84866_yQ6Kq.jpg', '为了想看一看鲸鱼的结衣，桐人等一行开始挑战ALO中的水中任务。然而令人没想到的是，莉法——直叶居然完全不会游泳。亚丝娜等女生们在现实世界的游泳池中帮直叶开始了特训，而与此同时，桐人也与“某个人”相遇了—— ', 6.3, 5948);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (90502, '宇宙兄弟#0', '宇宙兄弟#0', '2014-08-09', 'https://lain.bgm.tv/pic/cover/l/c2/a2/90502_0dDP7.jpg', '“这是约定，我们两个人要一起成为宇航员。”年幼的誓言，成为宇航员的梦想。
哥哥·南波六太和弟弟·日日人，为了能够两个人一起站在月面上而克服了无数的苦难，一步步地接近那遥远的梦想。两兄弟的梦想的“原点”是——。
弟弟·日日人，被选为憧憬已久的宇航员布莱恩・杰伊搭乘的月面着陆火箭的后备队员。以新人的身份被破例提拔却烦恼于实力不足的日日人，和作为前辈指导他的布莱恩。
另一方面，哥哥·六太，在汽车公司上班并参与了新车型的开发，却由于提出不现实的想法而被公司调到乡下。
随后，正在完全不同的职场上不知所措的六太，得知了布莱恩的事故。
与作为宇航员而有所成就的弟弟相比，平庸的哥哥能够对他说些什么呢？
无力感向六太袭来，儿时与日日人的回忆在脑海里突然复苏——。', 7.7, 887);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (92382, 'ソードアート・オンラインII', '刀剑神域 第二季', '2014-07-05', 'https://lain.bgm.tv/pic/cover/l/eb/9f/92382_zJ0gB.jpg', '    特别会谈后的某天，桐人接到了隶属总务省“假想课”的菊冈诚二郎委托。 那是在枪械与钢铁的VRMMO“Gun Gale Online”(简称GGO)里突然发生的“死枪”事件。
    被谜样角色以漆黑之枪的所击中的玩家，在现实世界里也会随之“死亡”……因故欠了人情而无法拒绝帮忙调查的桐人，虽然对于“假想世界”对“现实世界”发生物理影响这件事感到不可置信，但还是登入了“GGO”。
    桐人为了寻找关于“死枪”的线索以及对于自身角色变化感到疑惑，而在不熟悉的枪战类型游戏里徘徊。这时对他伸出援手的，是一名习惯使用名为“黑卡蒂Ⅱ”的狙击步枪之少女诗乃。 全新故事就此展开！ ', 6.8, 3289);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (98371, 'OVA とある科学の超電磁砲', '某科学的超电磁炮 OVA', '2010-10-29', 'https://lain.bgm.tv/pic/cover/l/37/5a/98371_zdWKw.jpg', '由镰池和马撰写的轻小说《魔法禁书目录》作为电击文库最畅销的作品不仅公布了动画第二期的消息，其由冬川基连载的漫画外传作品《某科学的超电磁炮》由于炮姐的高人气其受欢迎程度也一点不亚于本篇作品。传出在7月24日发售的《某科学的超电磁炮OFFICIAL VISUAL BOOK》中将附赠一话OVA《第13話 – 炎天下の撮影モデルも楽じゃありませんわね。》当作DVD的特典。如今，在炮姐漫画的第5卷上又公布了《某科学的电磁炮》在10月29日即将发售OVA的消息。', 7.2, 1753);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (110467, 'SHIROBAKO', '白箱', '2014-10-09', 'https://lain.bgm.tv/pic/cover/l/73/26/110467_Fx9tT.jpg', '本作的故事主要围绕追逐梦想的五名女生——宫森葵、安原绘麻、坂木静香、藤堂美沙、今井绿展开，是一部描写以白箱的完成为目标而奋斗的她们，每天遇到的麻烦以及策划工作时碰到的纠葛与挫折，还有制作组在制作作品时的团结和冲突的动画业界的日常的群像剧作品。 ', 8.7, 17);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (112146, 'オーバーロード', 'OVERLORD', '2015-07-07', 'https://lain.bgm.tv/pic/cover/l/cd/a9/112146_qr9m3.jpg', '作品主要讲述了某天，一款掀起大热潮的VRMMORPG「YGGDRASIL」原本会停止一切服务，但即使过了结束时间，玩家也不会退出游戏，NPC也有了各自的思想。现实世界中喜爱电玩的主人公铃木悟（真名）在等待系统强制登出时，与“安兹·乌尔·恭”公会的成员意外穿越到了异世界，并且自己还变成了拥有骷髅外表的最强魔法师——“飞鼠”。就这样，真正的奇幻传说正式拉开帷幕。', 6.9, 2749);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (120925, 'Charlotte', '夏洛特', '2015-07-04', 'https://lain.bgm.tv/pic/cover/l/9b/d6/120925_Zp040.jpg', '思春期的少年少女中极少部分人会发作的特殊能力。
驱使着无人知晓的能力，过着顺风顺水学园生活的乙坂有宇。
突然出现在这样的他的面前的少女，友利奈绪。
从与她相遇之日起，被揭露出来的特殊能力者的宿命。
这是由麻枝准所描绘的，特殊能力者们奔跑着的青春物语——。', 6.2, 6214);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (120930, 'Angel Beats! Hell\'s Kitchen', '天使的心跳！地狱厨房', '2015-06-24', 'https://lain.bgm.tv/pic/cover/l/53/09/120930_fRQW1.jpg', '完全新作。
Blu-rayBOX特别篇收录。', 6.5, 4788);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (126606, '第三飛行少女隊', '第三飞行少女队', '2015-07-29', 'https://lain.bgm.tv/pic/cover/l/8b/98/126606_S6mvh.jpg', '《白箱》剧中剧，BD/DVD第七卷特典。

CAST:
春夏秋冬阿莉亚（春夏秋冬ありあ，声：铃木京子/（金元寿子）） 
主人公，粉红短发的无口少女，驾驶三菱F-1战斗机。 

凯瑟琳·威勒（キャサリン·ウェラー，声：伊藤铃鹿/（伊藤静）） 
金发少女，驾驶F-4幽灵II战斗机。 

诺亚阿什肯纳齐（ノア·アシュケナージ，声：浅上エリ/（沼仓爱美）） 
绿色长发的少女，驾驶幼狮战斗机。 

塔莉安娜（タチアナ，声：常盘ひろ子/（山冈百合）） 
穿着女仆装的银长发少女，驾驶米格-23战斗机。 

克莉丝汀（クリスティーネ，声：牧瀬彩乃/（米泽圆）） 
金发少女，驾驶萨博-37战斗机。

最后一集追加凯瑟琳的妹妹，声优由坂木静香/（千菅春香）担任', 6.6, 4473);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (140307, 'ポケモン・ザ・ムービーXY＆Z ボルケニオンと機巧のマギアナ', 'Pokémon the movie XY&amp;Z 波尔凯尼恩与机巧的玛机雅娜', '2016-07-16', 'https://lain.bgm.tv/pic/cover/l/27/80/140307_zRnq6.jpg', '宝可梦史上最激烈、围绕体内潜藏有未知力量人造宝可梦的对战拉开了序幕！
在正在旅行的小智一行人面前，一只巨大的宝可梦突然从天而降！降下时的冲击导致四周尘土飞扬，在飞扬的尘土中出现的是幻之宝可梦“波尔凯尼恩”。在远离人烟的《尼贝尔高原》上，和被人类伤害过的宝可梦们共同生活的波尔凯尼恩，实际上非常讨厌人类。
无视小智一行人准备匆忙离去的波尔凯尼恩，却不知为何会将小智一起拖走。奔跑而去的波尔凯尼恩与被拖拽的小智，在不知不觉间被奇妙的锁链捆绑在一起了！即使想分开也无法分开。无奈之下波尔凯尼恩只好拖着刚碰上的小智继续朝着《阿佐特王国》跑去。
另一方面，在巨大的齿轮持续转动的超级机械都市阿佐特王国，其大臣贾维斯获得了寻求多年的终极发明。这就是500年前在阿佐特王国诞生，后来却不知所踪的人造宝可梦“玛机雅娜”，和在玛机雅娜身体内潜藏的称为“魂心”的未知力量。贾维斯企图利用该力量支配阿佐特王国，而波尔凯尼恩则想将在尼贝尔高原被带走的玛机雅娜抢回来！
“人类果然不可饶恕！”
究竟被紧紧相连的波尔凯尼恩和小智，是否能够合力救出玛机雅娜？而潜藏在“魂心”中的真正力量又是什么？宝可梦史上最激烈的对战即将展开！', 6.5, 4789);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (147147, '劇場版 黒子のバスケ LAST GAME', '剧场版 黑子的篮球 终极一战', '2017-03-18', 'https://lain.bgm.tv/pic/cover/l/45/31/147147_z8N63.jpg', '黑子哲也 及 火神大我 加入了诚凛高中篮球队。相对于有着绝佳球感的火神，黑子却是一名在场上“几乎没有存在感”的球员。但其实，黑子曾是篮球强校帝光国中篮球队的一员，曾与被称为“奇迹时代”的5位天才并肩战斗，以“梦幻的第6人”的称号活跃在篮球场上。“影”与“光”的二人搭档成为校队主力，带领诚凛高中成功打进了冬季选拔赛，并在选拔赛中击败其他拥有“奇迹时代”成员的各路强队，获得了全国冠军。 就在二人升上高二后的那个暑假末尾，由一批18岁左右的美国篮球天才组成的街球队伍“Jabberwock”来访日本，并与日本男篮国家队进行友谊赛。他们以压倒性的实力让日本队惨败，还嘲笑了他们一番。 此举激怒了诚凛高中篮球队教练丽子的父亲景虎。这位曾经的日本篮球国手决定集结黑子与火神，以及“奇迹时代”的其他成员，临时组建梦幻球队“VORPAL SWORDS”，誓言向“Jabberwock”复仇！ 一场最激烈的决战，就此打响!', 6.1, 6374);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (178884, 'planetarian～星の人～', '星之梦～星之人～', '2016-09-03', 'https://lain.bgm.tv/pic/cover/l/5e/b1/178884_5tZ0I.jpg', '「CLANNAD」「Angel Beats!」などで知られるゲームブランドの「Key」が2004年に発表したPCゲーム「planetarian ちいさなほしのゆめ」をアニメーション化。世界大戦によって文明が荒廃した世界。空に星は見えなくなり、人々は地下の集落に身を寄せて暮らしていた。廃墟と化した街から貴重な物資を回収する「屑屋」と呼ばれた男は、ある出来事をきっかけに「星屑」と名乗るようになり、星の美しさを人々に伝え歩いていた。そんな男を、人々はいつしか「星の人」と呼ぶようになり、敬うようになっていく。ある日、旅の途中で行き倒れた星の人は、レビ、ヨブ、ルツという3人の少年少女に出会い、星に興味を抱く3人の姿から、自分がまだ「屑屋」と呼ばれていた若かりし頃、「封印都市」と呼ばれる場所で出会ったロボットの少女のことを思い出す。', 7.5, 859);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (211027, 'オーバーロードII', 'OVERLORD II', '2018-01-09', 'https://lain.bgm.tv/pic/cover/l/0f/01/211027_669oE.jpg', '时为2138年。曾卷起一大风潮的虚拟现实体感型网络游戏《YGGDRASIL》即将迎来停服。
玩家飞鼠在曾经以同伴和荣华自傲的根据地纳萨力克地下大坟墓，独自一人安静等待着那一刻。
但，发生了结束时间已过却没有登出的异常事态。
NPC们以自己的意志行动，不止如此，纳萨力克之外展开了从未见过的异世界。
飞鼠为了寻找过去的同伴，
以公会名安兹·乌尔·恭自称，决定在异世界扬名立万。
他与宣誓绝对忠诚的部下一同，向新的地域进军。
将世界收于掌中的死之支配者，于此再临！！ ', 6.6, 4238);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (226540, 'とある魔術の禁書目録Ⅲ', '魔法禁书目录 第三季', '2018-10-05', 'https://lain.bgm.tv/pic/cover/l/be/35/226540_J33JB.jpg', '位于东京西部的巨大“学园都市”。在总人口达230万人，其中约8成是学生的这座都市中，实施着超能力开发的特殊课程，学生们的能力被给予从“无能力Level 0”到“超能力Level 5”的六阶段评价。
高中生上条当麻，也是住在学园都市的学生之一。他由于寄宿在右手中的力量——只要是异能之力，就连神的加护都能消除的“幻想杀手（Imagine Breaker）”，而得到吊车尾的“无能力”的评价，过着充满不幸的人生。
而上条的学生生活，由于暑假开始时从天而降的纯白修女而发生了巨大的变化。自从与逃离“魔法”世界的少女——“禁书目录（茵蒂克丝）”相遇开始，上条就被卷入了各种各样的事件当中。在惊险地解决了统率学园都市的“科学”侧和与茵蒂克丝关联的“魔法”侧双方的事件过程中，他的人际关系也逐步扩展。随后，魔法侧的十字教最大宗派罗马正教，终于注意到了上条的存在……。
就像是在呼应魔法侧一样，科学侧的学园都市也开始了行动。但是，为了与突然开始对立的世界变化相抗争，那些因为上条的关系，而使命运大为改变的“英雄”们不断地出现。
就像上条当麻做过的那样，他们也挺身而出与世界对峙。
科学与魔法第三次交织之时，故事将大幅推进！！', 5.4, 8015);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (237066, 'Dear Basketball', '亲爱的篮球', '2017-04-23', 'https://lain.bgm.tv/pic/cover/l/b8/d0/237066_KB2nH.jpg', 'Dear Basketball is a 2017 American animated film written and narrated by Kobe Bryant and directed and animated by Glen Keane, with music by John Williams.
The film is based on a letter Bryant wrote for The Players\' Tribune on November 29, 2015, announcing his retirement from basketball.', 5.9, 5966);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (244761, '劇場版 SHIROBAKO', '剧场版 白箱', '2020-02-29', 'https://lain.bgm.tv/pic/cover/l/12/f3/244761_tGK1D.jpg', '总有一天不论如何都要一起制作动画——上山高中动画同好会的5人向葫芦屋的甜甜圈如此起誓。她们毕业以后，分别在各自的岗位从事动画制作，并通过《第三飞行少女队》而接近了自己的梦想。
4年后——。在动画的世界找到了自己的容身之所、逐渐成长起来的5人，开始面对新的苦恼和试炼。', 7.5, 904);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (268726, '転生したらスライムだった件 OAD', '关于我转生变成史莱姆这档事 OAD', '2019-07-09', 'https://lain.bgm.tv/pic/cover/l/c1/b9/268726_FWoWA.jpg', '原作漫画第12、13、14、15、16卷限定版收录的OAD。', 6.3, 5737);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (278826, 'Re:ゼロから始める異世界生活 2nd season', 'Re：从零开始的异世界生活 第二季', '2020-07-08', 'https://lain.bgm.tv/pic/cover/l/16/79/278826_w85gd.jpg', '我一定会拯救你的。
打倒了担任「怠惰」的魔女教大罪司教，贝特鲁吉乌斯·罗曼尼康帝后，菜月昴和爱蜜莉雅又再度相遇了。在跨越了痛苦的诀别，两人终于和解，而新的篇章却又开始了。
超乎想象九死一生的危机，以及冷酷无情的现实。少年将再次起身，面对残酷的命运。', 7.4, 1016);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (282684, 'のんのんびより のんすとっぷ', '悠哉日常大王 Nonstop', '2021-01-10', 'https://lain.bgm.tv/pic/cover/l/ac/b7/282684_5lN9Z.jpg', '“旭丘分校”的学生，仅有五人。虽然学年性格各不相同，但大家一起做菜、一起捉虫、一起试着练习乐器……春夏秋冬四季变换的乡村生活，一直都那么让人兴奋。虽然一如既往地平和，但在欢笑和感动当中，心中也变得温暖起来。悠哉悠哉的几位成员所度过的日常，再一次开始了。', 8.2, 129);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (291494, '劇場版 鬼滅の刃 無限列車編', '剧场版 鬼灭之刃 无限列车篇', '2020-10-16', 'https://lain.bgm.tv/pic/cover/l/3c/64/291494_2kB2n.jpg', '果てなく続く無限の夢の中へ――

蝶屋敷での修業を終えた炭治郎たちは、次なる任務の地、《無限列車》に到着する。
そこでは、短期間のうちに四十人以上もの人が行方不明になっているという。
禰?豆子を連れた炭治郎と善逸、伊之助の一行は、
鬼殺隊最強の剣士である《柱》のひとり、炎柱の煉獄杏寿郎と合流し、
闇を往く《無限列車》の中で、鬼と立ち向かうのだった。', 7.2, 1784);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (294993, '呪術廻戦', '咒术回战', '2020-10-02', 'https://lain.bgm.tv/pic/cover/l/60/fe/294993_JrrzK.jpg', '少年战斗着——「为寻求正确的死亡」
辛酸·后悔·耻辱人类产生的负面情感，化为诅咒，潜入日常生活诅咒是蔓延于世界的祸源，最糟糕的情况下，会让人类踏入死亡，并且诅咒只能以诅咒拔除。
虎杖悠仁是一位体育万能的高中生，某天他为了从“咒物”危机中解救学姐，而吞下了被诅咒的手指“两面宿傩之指”，让“宿傩”这种诅咒跟自己合而为一。
在最强咒术师五条悟的指引下，进入对诅咒专门机关「东京都立咒术高等专门学校」，并遇到了伏黑惠与钉崎野蔷薇这两位同学。
某日，突然出现“特级咒物”，他们三人就奉命到现场支援。为了实现爷爷要他“助人”的遗言，虎杖将会继续与“诅咒”奋斗下去。
为了祓除诅咒而成为诅咒的少年，无法回头的壮阔故事开始了——', 7.2, 1730);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (296195, 'Re:ゼロから始める異世界生活 新編集版', 'Re：从零开始的异世界生活 新编集版', '2020-01-01', 'https://lain.bgm.tv/pic/cover/l/72/ef/296195_n0KqL.jpg', '2016年に放送されたTVアニメ『Re:ゼロから始める異世界生活』が新たに1時間番組として放送決定！ 新規カットを追加し、1時間番組として再編集を行った《新編集版》となる『Re:ゼロから始める異世界生活』は2020年1月1日(水)よりAT-X、TOKYO MX、BS11ほかにて放送スタート。', 7.6, 641);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (299673, '転スラ日記 転生したらスライムだった件', '转生史莱姆日记', '2021-04-06', 'https://lain.bgm.tv/pic/cover/l/4f/2f/299673_l8B8U.jpg', '美妙的史莱姆人生，开始了！
“由于得到了珍贵的纸，我决定将自己至今为止的经历以日记的形式记录下来。日记标题的话……就写《我转生后变成了史莱姆》。自那之后我的冒险就开始了——冒险要写的东西也长了吧？！
描述了爱开玩笑且幽默的利姆鲁与特恩佩斯特的同伴们之间的日常故事的“史莱姆生活系”转生物语，现在开幕！', 6.7, 3775);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (316247, 'Re:ゼロから始める異世界生活 2nd season 後半クール', 'Re：从零开始的异世界生活 第二季 后半部分', '2021-01-06', 'https://lain.bgm.tv/pic/cover/l/aa/64/316247_Yd3F5.jpg', '俺が必ず、お前を救ってみせる。

魔女教大罪司教「怠惰」担当ペテルギウス・ロマネコンティを打倒し、エミリアとの再開を果たしたナツキ・スバル。
辛い決別を乗り越え、ようやく和解した二人だったが、それは新たな波乱の幕開けだった。

想像を超える絶体絶命の危機、そして襲い来る無慈悲な現実。
少年は再び過酷な運命に立ち向かう。', 7.5, 771);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (317002, '鬼滅の刃 那田蜘蛛山編', '鬼灭之刃 那田蜘蛛山篇', '2020-10-17', 'https://lain.bgm.tv/pic/cover/l/f6/7f/317002_MF07s.jpg', '劇場版［無限列車編］公開記念！大ヒットアニメ「鬼滅の刃」を全集中・二週連続放送！俺と禰豆子の絆は、誰にも引き裂けない！TVシリーズ最大の激闘、開幕！

アニメ第15話～第21話で構成され、特に反響のあった「ヒノカミ」を含む『那田蜘蛛山編』（なたぐもやまへん）を放送。
炭治郎（たんじろう）が鬼殺隊同期で仲間の我妻善逸（あがつま・ぜんいつ）と、嘴平伊之助（はしびら・いのすけ）そして禰豆子（ねずこ）と共に那田蜘蛛山での戦いの応援を命ぜられる。だが、先遣隊の鬼殺隊員たちは蜘蛛（くも）のような能力を使う鬼の一家を前に全滅寸前であった。鬼の強襲で剣士たちは散り散りに分断される。炭治郎は圧倒的な強さを誇る鬼と対峙（たいじ）する。その強さの前に炭治郎は追いつめられ、善逸と伊之助もそれぞれ命の危機に見舞われる…。第15話～第21話を『那田蜘蛛山編』として土曜プレミアム特別編集版でお送りする。', 7.1, 2257);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (328609, 'ぼっち・ざ・ろっく！', '孤独摇滚！', '2022-10-08', 'https://lain.bgm.tv/pic/cover/l/e2/e7/328609_2EHLJ.jpg', '作为网络吉他手“吉他英雄”而广受好评的后藤一里，在现实中却是个什么都不会的沟通障碍者。一里有着组建乐队的梦想，但因为不敢向人主动搭话而一直没有成功，直到一天在公园中被伊地知虹夏发现并邀请进入缺少吉他手的“结束乐队”。可是，完全没有和他人合作经历的一里，在人前完全发挥不出原本的实力。为了努力克服沟通障碍，一里与“结束乐队”的成员们一同开始努力……', 8.4, 73);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (329906, 'SPY×FAMILY', '间谍过家家', '2022-04-09', 'https://lain.bgm.tv/pic/cover/l/de/4a/329906_hmtVD.jpg', '每个人都有着不让任何人所看见的一面——
这是一个世界各国在暗地里展开激烈情报战的时代。东国和西国已经处于冷战状态长达十余年之久。
隶属于西国情报局对东科（WISE）的精英间谍“黄昏”，为了调查东国国家统一党总裁多诺万·德斯蒙这一威胁东西和平的危险人物的战争计划，黄昏被指派了一个绝密的任务。
这个任务称之为“枭”作战。
任务的内容是在一周内组建成一个家庭，潜入德斯蒙的儿子就读的名校，并解决掉德斯蒙。
但是，黄昏所遇到的“女儿”是能读懂内心的超能力者，“妻子”则是暗杀者。三人为了彼此的利益而成为了一家人，并决定在隐藏真实身份的情况下共同生活。
世界的和平被托付给了这个意外频出的临时家庭。', 7.3, 1579);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (331559, '劇場版 呪術廻戦 0', '剧场版 咒术回战 0', '2021-12-24', 'https://lain.bgm.tv/pic/cover/l/14/be/331559_Cib1m.jpg', '『呪術廻戦』原点
愛と呪いの物語－。
集英社「週刊少年ジャンプ」で連載中の、芥見下々による漫画作品「呪術廻戦」。2018年3月から連載が開始され、人間の負の感情から生まれる呪いと、それを呪術で祓う呪術師との闘いを描き、既刊16巻にしてシリーズ累計発行部数は驚異の5000万部を突破。

2020年10月から2021年3月までは毎日放送・TBS系列にてテレビアニメが放送され、深夜アニメ枠ながら、高視聴率を獲得。定額制動画配信サービス全体の視聴者数週間ランキングでも約2カ月に渡って1位を記録し続けるなど、一大ムーブメントを巻き起こした。
（GEMランキングクラブ調べ／2021年1月23日～3月20日の毎週土曜に過去1週間の視聴作品を調査）

そして、2021年12月24日。『呪術廻戦』は映画となって新たなステージを迎える。
劇場版で描かれるのは、既刊単行本の中でも人気のストーリーの一つである『呪術廻戦』の前日譚、「呪術廻戦0 東京都立呪術高等専門学校」。
通称“０巻”。

『劇場版 呪術廻戦 0』
―これは、呪術廻戦の原点の物語であり、“愛と呪いの物語”。', 7, 2455);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (335389, 'オーバーロードIV', 'OVERLORD IV', '2022-07-05', 'https://lain.bgm.tv/pic/cover/l/69/c7/335389_Z8WRS.jpg', 'アインズは悩んでいた。
アインズ・ウール・ゴウン魔導国の王として、この国をどのように導くのか。

アルベド、デミウルゴスら優秀なNPCたちと不眠不休で働けるアンデッドによって、
魔導国は今や安全で飢えもない場所となっている。
しかし、そこで暮らす人々はいまだ恐怖と不安を抱え、
街は火が消えたように静かでかつての活気は失われていた。

答えが見つからぬ中、アインズは一人で冒険者組合を訪問。
組合長のアインザックにある提案をする。

一方、突如できた魔導国に戸惑う諸国の支配者たちも各々に対抗策を講じていた。
果たしてアインズは各国の謀略を阻み、自身の理想郷を作ることができるのか。', 6.6, 4316);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (362479, '後宮の烏', '后宫之乌', '2022-10-01', 'https://lain.bgm.tv/pic/cover/l/8f/82/362479_c2T8D.jpg', '　　孤独的乌妃不为人知的真面目，
　　庄严而宏伟的中华幻想谭，开幕——！
　　在后宫的深处，有一位身为妃子却不侍夜的特殊妃子——乌妃。
　　看过她的人，或说她是老婆婆，或说她是少女。
　　她能够使用不可思议的“术”，从咒杀到寻找失物，什么委托都愿意接受。
　　当时的皇帝高峻因某项委托而拜访了乌妃，
　　两人的相遇，揭开了颠覆历史的“秘密”。', 6.2, 6219);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (369304, '呪術廻戦 第2期', '咒术回战 第二季', '2023-07-06', 'https://lain.bgm.tv/pic/cover/l/4b/85/369304_2CGe5.jpg', '这是最强的两人一去不复返的青春。 2018年6月，虎杖悠仁让两面宿傩寄宿于自身体内。 2017年12月，乙骨忧太解开祈本里香的诅咒。
然后时光一路回溯至2006年─春天。高专时代的五条悟与夏油杰。身为表现活跃的咒术师并所向无敌的两人，接到来自拥有不死术式的咒术界关键──天元的委托。委托有两点。针对天元的适合者「星浆体」天内理子，担任那名少女「护卫」并且「抹消」。为了使咒术界永存，两人前往执行护卫任务，却在这时有一名自称伏黑的「术师杀手」介入，企图暗杀「星浆体」……然后成为最强咒术师与最凶恶咒诅师的五条与夏油，分道扬镳的两人的过去即将揭晓……', 7.2, 1691);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (369768, '鬼滅の刃 刀鍛冶の里編', '鬼灭之刃 刀匠村篇', '2023-04-09', 'https://lain.bgm.tv/pic/cover/l/c9/bb/369768_F05zh.jpg', '故事来到了新的地方——炭治郎的目的地是「刀匠村」。与鬼杀队的最强剑士，霞柱·时透无一郎与恋柱·甘露寺蜜璃再会，而鬼也悄然逼近。炭治郎一行人新的战斗即将开始。', 6.6, 4691);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (411247, 'ポケットモンスター', '宝可梦 地平线', '2023-04-14', 'https://lain.bgm.tv/pic/cover/l/12/1b/411247_RHPPV.jpg', '精灵宝可梦，简称宝可梦，
这颗星球上非常非常不可思议的生物，
在天空、大海、森林、街道之中到处都能看到它们的身影。

持有不可思议吊坠的来自帕底亚的少女——莉可。
持有神秘精灵球的来自关都的少年——罗伊。

以广阔的宝可梦世界为舞台，
莉可和罗伊的新冒险开始了！
等待两人的相遇，还有命运是—！？

这是一个通过冒险“找到”重要的东西的故事。', 7.6, 798);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (411428, '劇場版 SPY×FAMILY CODE: White', '剧场版 间谍过家家 代号：白', '2023-12-22', 'https://lain.bgm.tv/pic/cover/l/ec/82/411428_xwKKP.jpg', '敏腕諜報員・〈黄昏（たそがれ）〉こと父・ロイドがいつものように任務（オペレーション〈梟（ストリスク）〉）にあたっていたところ、担当変更の知らせが届く。

その頃、娘・アーニャが通うイーデン校では〈星（ステラ）〉を賭けた調理実習が開催されることに。何としても〈星〉をゲットし、任務継続を交渉する為、ひいては世界の平和を守るため、ロイドは調理実習の審査員長でもあるイーデン校の校長の好物 “フリジス地方”の伝統菓子≪メレメレ≫を作ることをアーニャに提案、本場の味を確かめるため、フォージャー家全員で家族旅行へ！

旅行中の列車内で謎の怪しげなトランクを発見したアーニャが、その中身であるチョコレートを誤って飲み込んでしまったことにより、数々のハプニングに見舞われることとなるフォージャー家。なんと、そのチョコレートには、世界平和を揺るがす重大な秘密が隠されていたことも発覚し、フォージャー家の面々が世界の命運を握ることに……。アーニャが飲み込んでしまったチョコレートに隠された秘密とは何なのか、仮初めの家族、フォージャー家は世界を守ることが出来るのか！？', 6.7, 3718);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (421174, '転生したらスライムだった件 コリウスの夢', '关于我转生变成史莱姆这档事 柯里乌斯之梦', '2023-11-01', 'https://lain.bgm.tv/pic/cover/l/fc/78/421174_nlx3z.jpg', 'イングラシア王国で子供たちを救い、教師としての残り少ない日々を過ごすリムル。
そんなある日、自由組合のグランドマスター、ユウキからある依頼を聞かされる。
その内容は、イングラシア王国と神聖法皇国ルベリオスに挟まれた「コリウス王国」で起こっている王位継承争いの内情を探って欲しいというものだった。
リムルは〝サトル〟という名でコリウス王国に潜入捜査を開始。
だが、事態は一国の王位継承争いに留まらず、悪魔や吸血鬼の思惑も絡み合い、混迷を極めていくーー！', 5.8, 7214);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (428418, 'スパイ教室 2nd season', '间谍教室 第二季', '2023-07-13', 'https://lain.bgm.tv/pic/cover/l/a8/e9/428418_INzI8.jpg', '克劳斯在成功抓获《尸》的同伙后返回阳炎宫。
然而，在那里得知的却是缇雅、莫妮卡、安妮特和爱尔娜选拔组的失踪。
选拔组的女孩们在度假时遇见了一位因失忆而来历不明的女孩——安妮特的母亲。
每个人都对重聚感到兴奋，但这却是分裂团队残酷命运的开始。
失踪少女的《秘密的任务》到底是什么？

世界最强的间谍们、世界最大的欺骗！', 6.2, 6212);
