create table ikunfans_subject
(
    id         bigint       not null
        primary key,
    name       varchar(255) not null,
    name_cn    varchar(255) not null,
    air_date   varchar(255) null,
    image      varchar(255) null,
    summary    text         null,
    score      double       null,
    score_rank int          null
);

INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (1851, 'Angel Beats!', '天使的心跳！', '2010-04-02', 'https://lain.bgm.tv/pic/cover/l/ff/14/1851_ZFEg7.jpg', '　　故事从男主角死亡之后从“死后的世界”醒来开始，在“死后的世界”中的学校里，他与一位名为由利(ゆり)、在“死后的世界”率领着一个名为“死んだ(Shinda)世界(Sekai)战线(Sensen)”简称“SSS”的组织的少女相遇了。“SSS”成立的主要目的是与赐予他们生前悲哀命运的神以及神之使者——天使交战，在天使超乎常理的异能面前，“SSS”只能用枪来反抗。就这样一场发生在“死后的世界”的学校里的超能大战物语开始了……

', 7.5, 805);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (2585, 'とある科学の超電磁砲', '某科学的超电磁炮', '2009-10-02', 'https://lain.bgm.tv/pic/cover/l/36/e7/2585_pn2eP.jpg', '故事发生在面积占据东京都的三分之一，居住着230万名人口且其中八成人口是学生的巨大都市“学园都市”。学园都市的所有学生均会接受超能力开发，借由药物、催眠术与通电刺激等方式取得超能力。能力者以范围和威力分为LV0至LV5。

主角御坂美琴是学园都市中仅七位LV5（超能力者）的其中一人，排行第三。她是拥有操纵电击能力的“电击使”，站在电击能力的顶峰，因而被称为“超电磁炮”。

本作不但通过美琴的视角来描绘学园都市的平常而不平凡的日常生活，也叙述了学园都市秘密进行非人道性质的实验，从而使大家对于本作及本篇《魔法禁书目录》的背景（世界观）的认识也慢慢变得清楚。', 7.5, 847);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (2682, 'ぷちえゔぁ', 'EVA爆笑学园', '2007-03-20', 'https://lain.bgm.tv/pic/cover/l/f1/5e/2682_6162O.jpg', '故事发生在一所名叫第3新东京世立NERV学园中，校长是严肃又寡言的碇原度。作为校长的儿子，碇真嗣感到压力很大。于此同时，来自外国的红发转学生明日香，分裂成三个、以姐妹的形式出场的凌波丽都给碇真嗣的学校生活带来了翻天覆地的变化。此外，在原作中高大帅气的初号机，也将以娇小可爱的形象，作为学院的一份子出现在动画中。 动画以《新世界福音战士》中的角色为原型，一改原作沉重严肃的气氛，描述了轻松愉快的校园生活。制作方首次采用了3D的Q版造型，配以实景背景和2D拼接，造就了多元化的绘画风格。', 6.6, 4142);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (6048, '新世紀エヴァンゲリオン劇場版 シト新生', '新世纪福音战士剧场版 死与新生', '1997-03-15', 'https://lain.bgm.tv/pic/cover/l/66/46/6048_MJqSM.jpg', '　　《新世纪福音战士》电影版第1部。分为“DEATH篇（死亡篇）”与“REBIRTH篇（新生篇）”两个部分。“死亡篇”以原TV版动画第1集到第 24集的内容为基础，重新剪辑了一个总结篇。“新生篇”内容承接第24集内容：
　　第十七使徒被消灭后，SEELE向NERV下达命令，要EVA 初号机负责执行“人类补完计划”。然而碇元度不认同SEELE的做法，拒绝执行。SEELE认定这是一种叛变的行为，决定把NERV彻底消灭。
　　破晓时分，NERV本部突然遭到来自战略自卫队的袭击，他们对NERV的人员进行了惨无人道的大屠杀。为了保护驾驶员，葛城美里命令把精神崩溃的明日香送上二号机，并放在湖底的深处，自已就亲自去救碇真嗣 。但此时的碇真嗣已经处在精神崩溃的边缘。
=============================
　　死与新生包括DEATH以及REBIRTH两个部分
　　电影上映的版本 包括了REBIRTH ；
　　之后，在日本某电视台放时修改了少量内容；
　　之后发行的录像带去除了REBIRTH，所以叫DEATH；
　　然后又发了个版本，叫DEATH TRUE；
　　后来又发了，修改了少许东西， 叫DEATH TRUE^2 ；
　　现在网络上流传的大都是DEATH TRUE^2。 ', 8.2, 133);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (7843, 'とある魔術の禁書目録Ⅱ', '魔法禁书目录 第二季', '2010-10-08', 'https://lain.bgm.tv/pic/cover/l/8d/91/7843_KPkpp.jpg', '主人公上条当麻是一名平凡的高中生，作为无能力者的他并非完全没有能力，而是他名为“幻想杀手”的特殊能力能够将一切异能（包括超能力和魔法）无效化。在宿舍阳台上他遇见了一位纯白修女。这位少女自称“茵蒂克丝（Index）”，是从魔法世界逃了出来，现在正在被魔法师追赶中。就这样，掌握了十万三千本魔道书的少女与拥有抹杀一切幻想的“幻想杀手”右手的少年一起，经历了一系列惊险故事。
转眼间，暑假临近结束，新的故事也由此开始。在新的故事中，罗马正教的登场将魔法侧的故事拓展到了学园都市，而上条他们的战斗舞台也将走向世界。另一方面，通过描述学园都市的学生生活和潜伏在其背后的黑暗，科学侧的故事也将会逐步开。', 6.7, 3981);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (9912, '日常', '日常', '2011-04-02', 'https://lain.bgm.tv/pic/cover/l/0e/14/9912_vHEd6.jpg', '故事的主角机器人——东云名乃，一直憧憬成为一名普通的女生，却因为背上的发条而感到自卑，在被自称为博士的8岁萝莉胡乱改造之后，每次都无可奈何地感到自己与“普通女生”的距离越来越远了。除了萝莉博士外，故事还出现了很多非日常角色，如年龄为20岁且戴上博士制作的项圈能说话的黑猫、活泼且天然呆的吐槽女、擅长绘画的腐女、黑发眼镜女、外表看似不良少年实质很乖巧的男生、热爱麻糬的爆炸头男、被枪或火箭炮打到都不会死的演剧社社长等等。', 8.5, 53);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (10076, '這いよる! ニャルアニ リメンバー・マイ・ラブ（クラフト先生）', '潜行吧！奈亚动画 Remember My Love', '2010-12-10', 'https://lain.bgm.tv/pic/cover/l/11/ed/10076_71D7J.jpg', '动画版「潜行吧！奈亚子」第二季基本沿用了第一季的制作阵容和声优阵容。

【故事介绍】
「潜行吧！奈亚子」的故事讲述了一天夜晚，高中生八坂真寻在路上被怪物袭击。一名自称在克苏鲁神话中登场的一个名为“Nyarlathotep”的神的神秘少女救了他。少女甚至自称是外星人，她是为救助被其他外星人袭击的真寻而被派遣而来的。', 6.5, 5014);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (18079, '這いよる! ニャルアニ', '潜行吧！奈亚动画', '2009-10-23', 'https://lain.bgm.tv/pic/cover/l/26/21/18079_rr1R8.jpg', '奈亚子系列动画第一弹。于2009年开始制作并放出先行版，2010年3月正式发行。2010年12月3日开始在NicoNico动画上放送。

动画版「潜行吧！奈亚子」由曾制作《秘密结社 鹰之爪》的DLE负责，监督则是曾执导动画《吹奏吧！嘉卡》的谷东。声优方面将沿用Drama的豪华阵容，阿澄佳奈饰演外星神奈亚子，她同时担任片尾曲《喜欢、喜欢、最喜欢》的演唱，而他的保护对象爱你过八坂真寻则由喜多村英梨担当，另一名重要角色酷子由松来未佑扮演。', 6.4, 5352);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (18457, '人造人間キカイダーTHE ANIMATION', '人造人间Kikaider', '2000-10-16', 'https://lain.bgm.tv/pic/cover/l/8f/8d/18457_Ce9sD.jpg', '人造人次郎在试验室失事之后走了出来，但对自己的身世，能力一无所知。后来在光明寺博士的女儿满子帮助下认识了自己。跟着次郎凭着他的勇气和力量与奇鲁大人和他的“兄弟”人造人展开一系列的战斗……
　　次郎是光明寺博士为了替代死去的儿子一郎而倾尽心血的产物，但是作为一个有自主意识的人造人，次郎的思维装置——良心回路在完成的时候出了问题。人类害怕次郎，因为次郎可以不断学习，最后超越人类；而机器人也讨厌次郎，因为拥有良心回路的机器人更加接近人类。并且，有良心回路的机器人是可以拒绝命令的，这更是让次郎被人类和机器人两边都排斥的原因。
　　在于基路教授战斗中，次郎一边通过战斗学习促使良心回路成长，一边寻找光明寺博士的下落。这时，自称次郎的弟弟的人造人三郎为了确认自己存在的意义而向次郎发起了挑战，而让次郎无法还手的利用就是，冷酷的基路教授把光明寺博士的脑放在了三郎体内！', 7.7, 986);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (22505, 'ヱヴァンゲリヲン新劇場版:Q', '福音战士新剧场版：Q', '2012-11-17', 'https://lain.bgm.tv/pic/cover/l/a6/bb/22505_O197k.jpg', '14年前，初号机疑似神化第一形态的觉醒带来近三冲击，使世界发生前所未有的巨变。在此之后，葛城美里等NERV旧部出走，成立了反抗seele和NERV的Wille。Wille授命明日香和真希波夺回被封印在卫星轨道上的初号机和碇真嗣，但绝对禁止真嗣登上初号机。感受到周遭的敌意，懵懂的真嗣跟随绫波丽登上突然入侵的九号机，返回了千疮百孔的NERV总部。在这里，他意外重逢朝思夜想的绫波，还从父亲那里得知自己将和美少年渚薰共同驾驶十三号机。长达14年的空白，期间的沧桑巨变和情感纠葛让真嗣不知所措。而看似温柔的渚薰为他揭开了种种难以置信的真相……', 7.5, 891);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (23686, 'ソードアート・オンライン', '刀剑神域', '2012-07-07', 'https://lain.bgm.tv/pic/cover/l/2e/c8/23686_e36x9.jpg', '2022年，人类实现了现实世界和假想空间的融合，电子制造商开发了名为《刀剑神域（Sword Art Online）》的在线电子游戏。SAO甫一面世便大受好评，限量一万份的名额在发售当天的短时间内便被抢购一空。通过联网，玩家可以身临其境进入充满想象力和异域风情的游戏世界——浮游城市艾恩葛朗特。玩家在这里可以生活、练武、升级、经商、探险，与真实世界别无二致，却拥有无上的乐趣。曾是少数封测玩家的桐人也是这一万名幸运者中的一员。最初的兴奋过后，玩家们却发现根本无法顺利登出游戏，更为恐怖的是，一旦玩家的HP归零，现实世界中他们的肉体也将死亡。他们被SAO的开发者茅场晶彦困在游戏中，顺利逃脱的方法似乎只有一个，那就是完成困难重重的攻略任务…… ', 7.3, 1455);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (28205, '日常 Eテレ版', '日常 ETV版', '2012-01-07', 'https://lain.bgm.tv/pic/cover/l/19/6b/28205_AAqG1.jpg', '由あらゐけいいち创作的搞笑漫画「日常」，在今年4月被京都动画改编成TV动画，虽然作品播出后的人气效应远不如京阿尼出品的其他动画，但也有着其可圈可点之处。明年1月在NHK的ETV中将会播放全12话的「日常」，这是对之前播出的全26话内容进行再编辑的12话版，喜欢本作的动漫迷可以借此机会拿来重温了。', 8.1, 170);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (58015, '這いよれ! ニャル子さんW', '潜行吧！奈亚子W', '2013-04-07', 'https://lain.bgm.tv/pic/cover/l/5a/69/58015_P8711.jpg', '高中生少年八坂真寻的面前突然出现了一位银发碧眼的美少女，她自称是克苏鲁神话中登场的邪神·奈亚拉托提普，并且是宇宙人。从那以后，以奈亚子和真寻为中心的邪神（宇宙人）和地球人所引起的尽是麻烦的每一天开始了。', 7, 2574);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (84866, 'ソードアート・オンライン Extra Edition', '刀剑神域 Extra Edition', '2013-12-31', 'https://lain.bgm.tv/pic/cover/l/6e/53/84866_yQ6Kq.jpg', '为了想看一看鲸鱼的结衣，桐人等一行开始挑战ALO中的水中任务。然而令人没想到的是，莉法——直叶居然完全不会游泳。亚丝娜等女生们在现实世界的游泳池中帮直叶开始了特训，而与此同时，桐人也与“某个人”相遇了—— ', 6.3, 5948);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (92382, 'ソードアート・オンラインII', '刀剑神域 第二季', '2014-07-05', 'https://lain.bgm.tv/pic/cover/l/eb/9f/92382_zJ0gB.jpg', '    特别会谈后的某天，桐人接到了隶属总务省“假想课”的菊冈诚二郎委托。 那是在枪械与钢铁的VRMMO“Gun Gale Online”(简称GGO)里突然发生的“死枪”事件。
    被谜样角色以漆黑之枪的所击中的玩家，在现实世界里也会随之“死亡”……因故欠了人情而无法拒绝帮忙调查的桐人，虽然对于“假想世界”对“现实世界”发生物理影响这件事感到不可置信，但还是登入了“GGO”。
    桐人为了寻找关于“死枪”的线索以及对于自身角色变化感到疑惑，而在不熟悉的枪战类型游戏里徘徊。这时对他伸出援手的，是一名习惯使用名为“黑卡蒂Ⅱ”的狙击步枪之少女诗乃。 全新故事就此展开！ ', 6.8, 3289);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (98371, 'OVA とある科学の超電磁砲', '某科学的超电磁炮 OVA', '2010-10-29', 'https://lain.bgm.tv/pic/cover/l/37/5a/98371_zdWKw.jpg', '由镰池和马撰写的轻小说《魔法禁书目录》作为电击文库最畅销的作品不仅公布了动画第二期的消息，其由冬川基连载的漫画外传作品《某科学的超电磁炮》由于炮姐的高人气其受欢迎程度也一点不亚于本篇作品。传出在7月24日发售的《某科学的超电磁炮OFFICIAL VISUAL BOOK》中将附赠一话OVA《第13話 – 炎天下の撮影モデルも楽じゃありませんわね。》当作DVD的特典。如今，在炮姐漫画的第5卷上又公布了《某科学的电磁炮》在10月29日即将发售OVA的消息。', 7.2, 1753);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (110467, 'SHIROBAKO', '白箱', '2014-10-09', 'https://lain.bgm.tv/pic/cover/l/73/26/110467_Fx9tT.jpg', '本作的故事主要围绕追逐梦想的五名女生——宫森葵、安原绘麻、坂木静香、藤堂美沙、今井绿展开，是一部描写以白箱的完成为目标而奋斗的她们，每天遇到的麻烦以及策划工作时碰到的纠葛与挫折，还有制作组在制作作品时的团结和冲突的动画业界的日常的群像剧作品。 ', 8.7, 17);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (120925, 'Charlotte', '夏洛特', '2015-07-04', 'https://lain.bgm.tv/pic/cover/l/9b/d6/120925_Zp040.jpg', '思春期的少年少女中极少部分人会发作的特殊能力。
驱使着无人知晓的能力，过着顺风顺水学园生活的乙坂有宇。
突然出现在这样的他的面前的少女，友利奈绪。
从与她相遇之日起，被揭露出来的特殊能力者的宿命。
这是由麻枝准所描绘的，特殊能力者们奔跑着的青春物语——。', 6.2, 6214);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (120930, 'Angel Beats! Hell\'s Kitchen', '天使的心跳！地狱厨房', '2015-06-24', 'https://lain.bgm.tv/pic/cover/l/53/09/120930_fRQW1.jpg', '完全新作。
Blu-rayBOX特别篇收录。', 6.5, 4788);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (126606, '第三飛行少女隊', '第三飞行少女队', '2015-07-29', 'https://lain.bgm.tv/pic/cover/l/8b/98/126606_S6mvh.jpg', '《白箱》剧中剧，BD/DVD第七卷特典。

CAST:
春夏秋冬阿莉亚（春夏秋冬ありあ，声：铃木京子/（金元寿子）） 
主人公，粉红短发的无口少女，驾驶三菱F-1战斗机。 

凯瑟琳·威勒（キャサリン·ウェラー，声：伊藤铃鹿/（伊藤静）） 
金发少女，驾驶F-4幽灵II战斗机。 

诺亚阿什肯纳齐（ノア·アシュケナージ，声：浅上エリ/（沼仓爱美）） 
绿色长发的少女，驾驶幼狮战斗机。 

塔莉安娜（タチアナ，声：常盘ひろ子/（山冈百合）） 
穿着女仆装的银长发少女，驾驶米格-23战斗机。 

克莉丝汀（クリスティーネ，声：牧瀬彩乃/（米泽圆）） 
金发少女，驾驶萨博-37战斗机。

最后一集追加凯瑟琳的妹妹，声优由坂木静香/（千菅春香）担任', 6.6, 4473);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (178884, 'planetarian～星の人～', '星之梦～星之人～', '2016-09-03', 'https://lain.bgm.tv/pic/cover/l/5e/b1/178884_5tZ0I.jpg', '「CLANNAD」「Angel Beats!」などで知られるゲームブランドの「Key」が2004年に発表したPCゲーム「planetarian ちいさなほしのゆめ」をアニメーション化。世界大戦によって文明が荒廃した世界。空に星は見えなくなり、人々は地下の集落に身を寄せて暮らしていた。廃墟と化した街から貴重な物資を回収する「屑屋」と呼ばれた男は、ある出来事をきっかけに「星屑」と名乗るようになり、星の美しさを人々に伝え歩いていた。そんな男を、人々はいつしか「星の人」と呼ぶようになり、敬うようになっていく。ある日、旅の途中で行き倒れた星の人は、レビ、ヨブ、ルツという3人の少年少女に出会い、星に興味を抱く3人の姿から、自分がまだ「屑屋」と呼ばれていた若かりし頃、「封印都市」と呼ばれる場所で出会ったロボットの少女のことを思い出す。', 7.5, 859);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (226540, 'とある魔術の禁書目録Ⅲ', '魔法禁书目录 第三季', '2018-10-05', 'https://lain.bgm.tv/pic/cover/l/be/35/226540_J33JB.jpg', '位于东京西部的巨大“学园都市”。在总人口达230万人，其中约8成是学生的这座都市中，实施着超能力开发的特殊课程，学生们的能力被给予从“无能力Level 0”到“超能力Level 5”的六阶段评价。
高中生上条当麻，也是住在学园都市的学生之一。他由于寄宿在右手中的力量——只要是异能之力，就连神的加护都能消除的“幻想杀手（Imagine Breaker）”，而得到吊车尾的“无能力”的评价，过着充满不幸的人生。
而上条的学生生活，由于暑假开始时从天而降的纯白修女而发生了巨大的变化。自从与逃离“魔法”世界的少女——“禁书目录（茵蒂克丝）”相遇开始，上条就被卷入了各种各样的事件当中。在惊险地解决了统率学园都市的“科学”侧和与茵蒂克丝关联的“魔法”侧双方的事件过程中，他的人际关系也逐步扩展。随后，魔法侧的十字教最大宗派罗马正教，终于注意到了上条的存在……。
就像是在呼应魔法侧一样，科学侧的学园都市也开始了行动。但是，为了与突然开始对立的世界变化相抗争，那些因为上条的关系，而使命运大为改变的“英雄”们不断地出现。
就像上条当麻做过的那样，他们也挺身而出与世界对峙。
科学与魔法第三次交织之时，故事将大幅推进！！', 5.4, 8015);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (244761, '劇場版 SHIROBAKO', '剧场版 白箱', '2020-02-29', 'https://lain.bgm.tv/pic/cover/l/12/f3/244761_tGK1D.jpg', '总有一天不论如何都要一起制作动画——上山高中动画同好会的5人向葫芦屋的甜甜圈如此起誓。她们毕业以后，分别在各自的岗位从事动画制作，并通过《第三飞行少女队》而接近了自己的梦想。
4年后——。在动画的世界找到了自己的容身之所、逐渐成长起来的5人，开始面对新的苦恼和试炼。', 7.5, 904);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (268726, '転生したらスライムだった件 OAD', '关于我转生变成史莱姆这档事 OAD', '2019-07-09', 'https://lain.bgm.tv/pic/cover/l/c1/b9/268726_FWoWA.jpg', '原作漫画第12、13、14、15、16卷限定版收录的OAD。', 6.3, 5737);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (278826, 'Re:ゼロから始める異世界生活 2nd season', 'Re：从零开始的异世界生活 第二季', '2020-07-08', 'https://lain.bgm.tv/pic/cover/l/16/79/278826_w85gd.jpg', '我一定会拯救你的。
打倒了担任「怠惰」的魔女教大罪司教，贝特鲁吉乌斯·罗曼尼康帝后，菜月昴和爱蜜莉雅又再度相遇了。在跨越了痛苦的诀别，两人终于和解，而新的篇章却又开始了。
超乎想象九死一生的危机，以及冷酷无情的现实。少年将再次起身，面对残酷的命运。', 7.4, 1016);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (282684, 'のんのんびより のんすとっぷ', '悠哉日常大王 Nonstop', '2021-01-10', 'https://lain.bgm.tv/pic/cover/l/ac/b7/282684_5lN9Z.jpg', '“旭丘分校”的学生，仅有五人。虽然学年性格各不相同，但大家一起做菜、一起捉虫、一起试着练习乐器……春夏秋冬四季变换的乡村生活，一直都那么让人兴奋。虽然一如既往地平和，但在欢笑和感动当中，心中也变得温暖起来。悠哉悠哉的几位成员所度过的日常，再一次开始了。', 8.2, 129);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (291494, '劇場版 鬼滅の刃 無限列車編', '剧场版 鬼灭之刃 无限列车篇', '2020-10-16', 'https://lain.bgm.tv/pic/cover/l/3c/64/291494_2kB2n.jpg', '果てなく続く無限の夢の中へ――

蝶屋敷での修業を終えた炭治郎たちは、次なる任務の地、《無限列車》に到着する。
そこでは、短期間のうちに四十人以上もの人が行方不明になっているという。
禰?豆子を連れた炭治郎と善逸、伊之助の一行は、
鬼殺隊最強の剣士である《柱》のひとり、炎柱の煉獄杏寿郎と合流し、
闇を往く《無限列車》の中で、鬼と立ち向かうのだった。', 7.2, 1784);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (294993, '呪術廻戦', '咒术回战', '2020-10-02', 'https://lain.bgm.tv/pic/cover/l/60/fe/294993_JrrzK.jpg', '少年战斗着——「为寻求正确的死亡」
辛酸·后悔·耻辱人类产生的负面情感，化为诅咒，潜入日常生活诅咒是蔓延于世界的祸源，最糟糕的情况下，会让人类踏入死亡，并且诅咒只能以诅咒拔除。
虎杖悠仁是一位体育万能的高中生，某天他为了从“咒物”危机中解救学姐，而吞下了被诅咒的手指“两面宿傩之指”，让“宿傩”这种诅咒跟自己合而为一。
在最强咒术师五条悟的指引下，进入对诅咒专门机关「东京都立咒术高等专门学校」，并遇到了伏黑惠与钉崎野蔷薇这两位同学。
某日，突然出现“特级咒物”，他们三人就奉命到现场支援。为了实现爷爷要他“助人”的遗言，虎杖将会继续与“诅咒”奋斗下去。
为了祓除诅咒而成为诅咒的少年，无法回头的壮阔故事开始了——', 7.2, 1730);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (296195, 'Re:ゼロから始める異世界生活 新編集版', 'Re：从零开始的异世界生活 新编集版', '2020-01-01', 'https://lain.bgm.tv/pic/cover/l/72/ef/296195_n0KqL.jpg', '2016年に放送されたTVアニメ『Re:ゼロから始める異世界生活』が新たに1時間番組として放送決定！ 新規カットを追加し、1時間番組として再編集を行った《新編集版》となる『Re:ゼロから始める異世界生活』は2020年1月1日(水)よりAT-X、TOKYO MX、BS11ほかにて放送スタート。', 7.6, 641);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (299673, '転スラ日記 転生したらスライムだった件', '转生史莱姆日记', '2021-04-06', 'https://lain.bgm.tv/pic/cover/l/4f/2f/299673_l8B8U.jpg', '美妙的史莱姆人生，开始了！
“由于得到了珍贵的纸，我决定将自己至今为止的经历以日记的形式记录下来。日记标题的话……就写《我转生后变成了史莱姆》。自那之后我的冒险就开始了——冒险要写的东西也长了吧？！
描述了爱开玩笑且幽默的利姆鲁与特恩佩斯特的同伴们之间的日常故事的“史莱姆生活系”转生物语，现在开幕！', 6.7, 3775);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (316247, 'Re:ゼロから始める異世界生活 2nd season 後半クール', 'Re：从零开始的异世界生活 第二季 后半部分', '2021-01-06', 'https://lain.bgm.tv/pic/cover/l/aa/64/316247_Yd3F5.jpg', '俺が必ず、お前を救ってみせる。

魔女教大罪司教「怠惰」担当ペテルギウス・ロマネコンティを打倒し、エミリアとの再開を果たしたナツキ・スバル。
辛い決別を乗り越え、ようやく和解した二人だったが、それは新たな波乱の幕開けだった。

想像を超える絶体絶命の危機、そして襲い来る無慈悲な現実。
少年は再び過酷な運命に立ち向かう。', 7.5, 771);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (317002, '鬼滅の刃 那田蜘蛛山編', '鬼灭之刃 那田蜘蛛山篇', '2020-10-17', 'https://lain.bgm.tv/pic/cover/l/f6/7f/317002_MF07s.jpg', '劇場版［無限列車編］公開記念！大ヒットアニメ「鬼滅の刃」を全集中・二週連続放送！俺と禰豆子の絆は、誰にも引き裂けない！TVシリーズ最大の激闘、開幕！

アニメ第15話～第21話で構成され、特に反響のあった「ヒノカミ」を含む『那田蜘蛛山編』（なたぐもやまへん）を放送。
炭治郎（たんじろう）が鬼殺隊同期で仲間の我妻善逸（あがつま・ぜんいつ）と、嘴平伊之助（はしびら・いのすけ）そして禰豆子（ねずこ）と共に那田蜘蛛山での戦いの応援を命ぜられる。だが、先遣隊の鬼殺隊員たちは蜘蛛（くも）のような能力を使う鬼の一家を前に全滅寸前であった。鬼の強襲で剣士たちは散り散りに分断される。炭治郎は圧倒的な強さを誇る鬼と対峙（たいじ）する。その強さの前に炭治郎は追いつめられ、善逸と伊之助もそれぞれ命の危機に見舞われる…。第15話～第21話を『那田蜘蛛山編』として土曜プレミアム特別編集版でお送りする。', 7.1, 2257);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (328609, 'ぼっち・ざ・ろっく！', '孤独摇滚！', '2022-10-08', 'https://lain.bgm.tv/pic/cover/l/e2/e7/328609_2EHLJ.jpg', '作为网络吉他手“吉他英雄”而广受好评的后藤一里，在现实中却是个什么都不会的沟通障碍者。一里有着组建乐队的梦想，但因为不敢向人主动搭话而一直没有成功，直到一天在公园中被伊地知虹夏发现并邀请进入缺少吉他手的“结束乐队”。可是，完全没有和他人合作经历的一里，在人前完全发挥不出原本的实力。为了努力克服沟通障碍，一里与“结束乐队”的成员们一同开始努力……', 8.4, 73);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (329906, 'SPY×FAMILY', '间谍过家家', '2022-04-09', 'https://lain.bgm.tv/pic/cover/l/de/4a/329906_hmtVD.jpg', '每个人都有着不让任何人所看见的一面——
这是一个世界各国在暗地里展开激烈情报战的时代。东国和西国已经处于冷战状态长达十余年之久。
隶属于西国情报局对东科（WISE）的精英间谍“黄昏”，为了调查东国国家统一党总裁多诺万·德斯蒙这一威胁东西和平的危险人物的战争计划，黄昏被指派了一个绝密的任务。
这个任务称之为“枭”作战。
任务的内容是在一周内组建成一个家庭，潜入德斯蒙的儿子就读的名校，并解决掉德斯蒙。
但是，黄昏所遇到的“女儿”是能读懂内心的超能力者，“妻子”则是暗杀者。三人为了彼此的利益而成为了一家人，并决定在隐藏真实身份的情况下共同生活。
世界的和平被托付给了这个意外频出的临时家庭。', 7.3, 1579);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (331559, '劇場版 呪術廻戦 0', '剧场版 咒术回战 0', '2021-12-24', 'https://lain.bgm.tv/pic/cover/l/14/be/331559_Cib1m.jpg', '『呪術廻戦』原点
愛と呪いの物語－。
集英社「週刊少年ジャンプ」で連載中の、芥見下々による漫画作品「呪術廻戦」。2018年3月から連載が開始され、人間の負の感情から生まれる呪いと、それを呪術で祓う呪術師との闘いを描き、既刊16巻にしてシリーズ累計発行部数は驚異の5000万部を突破。

2020年10月から2021年3月までは毎日放送・TBS系列にてテレビアニメが放送され、深夜アニメ枠ながら、高視聴率を獲得。定額制動画配信サービス全体の視聴者数週間ランキングでも約2カ月に渡って1位を記録し続けるなど、一大ムーブメントを巻き起こした。
（GEMランキングクラブ調べ／2021年1月23日～3月20日の毎週土曜に過去1週間の視聴作品を調査）

そして、2021年12月24日。『呪術廻戦』は映画となって新たなステージを迎える。
劇場版で描かれるのは、既刊単行本の中でも人気のストーリーの一つである『呪術廻戦』の前日譚、「呪術廻戦0 東京都立呪術高等専門学校」。
通称“０巻”。

『劇場版 呪術廻戦 0』
―これは、呪術廻戦の原点の物語であり、“愛と呪いの物語”。', 7, 2455);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (362479, '後宮の烏', '后宫之乌', '2022-10-01', 'https://lain.bgm.tv/pic/cover/l/8f/82/362479_c2T8D.jpg', '　　孤独的乌妃不为人知的真面目，
　　庄严而宏伟的中华幻想谭，开幕——！
　　在后宫的深处，有一位身为妃子却不侍夜的特殊妃子——乌妃。
　　看过她的人，或说她是老婆婆，或说她是少女。
　　她能够使用不可思议的“术”，从咒杀到寻找失物，什么委托都愿意接受。
　　当时的皇帝高峻因某项委托而拜访了乌妃，
　　两人的相遇，揭开了颠覆历史的“秘密”。', 6.2, 6219);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (369304, '呪術廻戦 第2期', '咒术回战 第二季', '2023-07-06', 'https://lain.bgm.tv/pic/cover/l/4b/85/369304_2CGe5.jpg', '这是最强的两人一去不复返的青春。 2018年6月，虎杖悠仁让两面宿傩寄宿于自身体内。 2017年12月，乙骨忧太解开祈本里香的诅咒。
然后时光一路回溯至2006年─春天。高专时代的五条悟与夏油杰。身为表现活跃的咒术师并所向无敌的两人，接到来自拥有不死术式的咒术界关键──天元的委托。委托有两点。针对天元的适合者「星浆体」天内理子，担任那名少女「护卫」并且「抹消」。为了使咒术界永存，两人前往执行护卫任务，却在这时有一名自称伏黑的「术师杀手」介入，企图暗杀「星浆体」……然后成为最强咒术师与最凶恶咒诅师的五条与夏油，分道扬镳的两人的过去即将揭晓……', 7.2, 1691);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (369768, '鬼滅の刃 刀鍛冶の里編', '鬼灭之刃 刀匠村篇', '2023-04-09', 'https://lain.bgm.tv/pic/cover/l/c9/bb/369768_F05zh.jpg', '故事来到了新的地方——炭治郎的目的地是「刀匠村」。与鬼杀队的最强剑士，霞柱·时透无一郎与恋柱·甘露寺蜜璃再会，而鬼也悄然逼近。炭治郎一行人新的战斗即将开始。', 6.6, 4691);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (411428, '劇場版 SPY×FAMILY CODE: White', '剧场版 间谍过家家 代号：白', '2023-12-22', 'https://lain.bgm.tv/pic/cover/l/ec/82/411428_xwKKP.jpg', '敏腕諜報員・〈黄昏（たそがれ）〉こと父・ロイドがいつものように任務（オペレーション〈梟（ストリスク）〉）にあたっていたところ、担当変更の知らせが届く。

その頃、娘・アーニャが通うイーデン校では〈星（ステラ）〉を賭けた調理実習が開催されることに。何としても〈星〉をゲットし、任務継続を交渉する為、ひいては世界の平和を守るため、ロイドは調理実習の審査員長でもあるイーデン校の校長の好物 “フリジス地方”の伝統菓子≪メレメレ≫を作ることをアーニャに提案、本場の味を確かめるため、フォージャー家全員で家族旅行へ！

旅行中の列車内で謎の怪しげなトランクを発見したアーニャが、その中身であるチョコレートを誤って飲み込んでしまったことにより、数々のハプニングに見舞われることとなるフォージャー家。なんと、そのチョコレートには、世界平和を揺るがす重大な秘密が隠されていたことも発覚し、フォージャー家の面々が世界の命運を握ることに……。アーニャが飲み込んでしまったチョコレートに隠された秘密とは何なのか、仮初めの家族、フォージャー家は世界を守ることが出来るのか！？', 6.7, 3718);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (421174, '転生したらスライムだった件 コリウスの夢', '关于我转生变成史莱姆这档事 柯里乌斯之梦', '2023-11-01', 'https://lain.bgm.tv/pic/cover/l/fc/78/421174_nlx3z.jpg', 'イングラシア王国で子供たちを救い、教師としての残り少ない日々を過ごすリムル。
そんなある日、自由組合のグランドマスター、ユウキからある依頼を聞かされる。
その内容は、イングラシア王国と神聖法皇国ルベリオスに挟まれた「コリウス王国」で起こっている王位継承争いの内情を探って欲しいというものだった。
リムルは〝サトル〟という名でコリウス王国に潜入捜査を開始。
だが、事態は一国の王位継承争いに留まらず、悪魔や吸血鬼の思惑も絡み合い、混迷を極めていくーー！', 5.8, 7214);
INSERT INTO ikunfans.ikunfans_subject (id, name, name_cn, air_date, image, summary, score, score_rank) VALUES (428418, 'スパイ教室 2nd season', '间谍教室 第二季', '2023-07-13', 'https://lain.bgm.tv/pic/cover/l/a8/e9/428418_INzI8.jpg', '克劳斯在成功抓获《尸》的同伙后返回阳炎宫。
然而，在那里得知的却是缇雅、莫妮卡、安妮特和爱尔娜选拔组的失踪。
选拔组的女孩们在度假时遇见了一位因失忆而来历不明的女孩——安妮特的母亲。
每个人都对重聚感到兴奋，但这却是分裂团队残酷命运的开始。
失踪少女的《秘密的任务》到底是什么？

世界最强的间谍们、世界最大的欺骗！', 6.2, 6212);
